{
  "Navbar": {
    "home": "Home",
    "about": "About",
    "projects": "Projects",
    "skills": "Skills",
    "recommendations": "Recommendations",
    "Languages": {
      "en": "English",
      "es": "Spanish",
      "fr": "French"
    }
  },
  "Header": {
    "hello": "Hello, I'm",
    "description": "Software Developer | Based on Swiss",
    "button1": "Contact Me",
    "button2": "Download CV",
    "scroll": "Scroll down"
  },
  "About": {
    "title": "About me",
    "description": "I'm a software developer with over two years of experience, specializing in front-end development. Graduated as a Full Stack Developer, I enjoy creating modern and efficient solutions. I recently moved to Switzerland, where I am continuing to develop my skills while adapting to a new environment."
  },
  "Projects": {
    "title": "Projects",
    "description": "Take a look at the projects where I've applied my skills to solve real-world problems.",
    "blockContract": "Blocked by contract",
    "onProgress": "On Progress",
    "github": "View Code",
    "demo": "Live Demo",
    "henry": {
      "title": "Henry E-commerce",
      "description": "Created an e-commerce platform with an admin panel for managing and selling Henry's merchandise."
    },
    "musureGame": {
      "title": "MUSURE Game",
      "description": "Built a web-based game where users can customize avatars, play mini-games, and earn rewards."
    },
    "musureCreator": {
      "title": "MUSURE Creator",
      "description": "Developed a platform enabling content creators and gamers to create, buy, and sell digital assets in a marketplace."
    },
    "provincia": {
      "title": "Provincia ART",
      "description": "Updated an internal website for insurance producers, focusing on modernizing technology and enhancing security."
    },
    "sosNails": {
      "title": "S.O.S Beauty",
      "description": "Developed a website for showcasing nail art, managing promotions, and handling content and appointments via an admin panel."
    }
  },
  "Skills": {
    "title": "Skills",
    "description": "A blend of technical know-how and essential soft skills, from coding to team collaboration.",
    "soft": "Soft Skills",
    "hard": "Tech Skills",
    "softSkills": {
      "teamwork": "Teamwork",
      "problemSolving": "Problem solving",
      "continuousLearning": "Continuous learning",
      "adaptation": "Adaptation",
      "curiosity": "Curiosity",
      "perseverance": "Perseverance"
    }
  },
  "Recommendations": {
    "title": "Recommendations",
    "description": "Insights from those who’ve worked with me, reflecting my skills, work ethic, and teamwork.",
    "received": {
      "tano": {
        "headline": "Founder & CEO of MUSURE world",
        "text": "Nico is one of the best players I have had the pleasure to work with! \n He always understands the problems, and he is always ready to solve them with a Lean perspective!\n I'm looking forward to keeping working with him!"
      },
      "fer": {
        "headline": "Graphic, Multimedia & Product Designer",
        "text": "He was a great partner, with solid knowledge and proactivity in seeking solutions. \n His ability to work in a team and communication with other disciplines strengthened the creation of the solutions we needed"
      },
      "giu": {
        "headline": "Project Management Profesional & Scrum Master Profesional",
        "text": "Great analytical skills and assertive in explaining technical issues. \n A young and professional agilist threving the best in every Sprint."
      },
      "lino": {
        "headline": "Creative Director, Producer, Digital & Social Media Strategist",
        "text": "Nico has high skills as a developer. Always attentive, responsive and proactive in solving any problem.\n Our product grew thanks to his great contributions and insights.\n A pleasure to work with you Nico!"
      },
      "agus": {
        "headline": "Full Stack Developer",
        "text": "A very proactive person willing to work as a team player and collaborator. \n Able to face any challenge to continue growing and developing as a professional."
      }
    }
  },
  "Footer": {
    "copyright": "@ 2024 Created By Constantin Nicolas"
  }
}
