{
  "Navbar": {
    "home": "Home",
    "about": "About",
    "projects": "Projects",
    "skills": "Skills",
    "recommendations": "Recommendations",
    "Languages": {
      "en": "English",
      "es": "Spanish",
      "fr": "French"
    }
  },
  "Header": {
    "hello": "Hello, I'm",
    "description": "Software Developer | Based on Swiss",
    "button1": "Contact Me",
    "button2": "Download CV",
    "scroll": "Scroll down"
  },
  "About": {
    "title": "About me",
    "description": "I’m a software developer with over 2 years of experience, specialized in <highlight>Frontend Development</highlight>. As a Full Stack Developer, I love solving real-world problems through software that enhances lives or businesses. \n\n I’m passionate about being involved in a product’s lifecycle <italic>—from its inception to its evolution—</italic> ensuring it delivers true value and impact."
  },
  "Experience": {
    "title": "Experience",
    "description": "Discover my journey through various companies in software development and teaching, from startups to established tech enterprises.",
    "works": {
      "cloudLegion": {
        "title": "Cloud Legion",
        "description": "I contributed to the design and development of <main>Full Stack software</main> solutions, working with <second>Javascript</second> and technologies like <second>NextJS</second>, <second>Redux</second>, <second>TailwindCSS</second>, <second>ExpressJS</second> and <second>NodeJS</second>. Our team utilized tools such as <second>Docker</second>, <second>Sentry.io</second>, and <second>CI/CD</second> pipelines on <second>Azure</second> to ensure high-quality and secure code. Additionally, we collaborated closely with the client's team, providing <main>training and tech talks</main> on the newly implemented technologies, their functionality, and usage. We also helped them adopt Scrum and deliver sprint demos.",
        "date": "March 2023 – March 2024"
      },
      "musure": {
        "title": "MUSURE world",
        "description": "At MUSURE, a startup dedicated to creating innovative digital solutions, we developed a click-to-earn game and a 3D content creation tool designed to help content creators monetize their work. Contributing to both <main>Frontend and Backend</main> development, we used technologies like <second>JavaScript</second>, <second>React</second>, <second>Redux</second>, <second>TailwindCSS</second>, <second>NodeJS</second>, <second>Firebase</second> and <second>Moralis</second>. We collaborated closely with UX/UI and economics teams under the Scrum methodology, tackling challenges related to cryptocurrency integration and <second>Web3</second>.",
        "date": "October 2021 – November 2022"
      },
      "henry": {
        "title": "Henry",
        "description": "I <main>supported new students</main> by guiding them through real-time <second>JavaScript</second> challenges and instructing them in <second>GIT</second> flow to prepare them for the bootcamp. I also collaborated on improving the bootcamp entry procedures.",
        "date": "May 2021 – July 2021"
      }
    }
  },
  "Projects": {
    "title": "Projects",
    "description": "Take a look at my side projects where I've applied my skills to solve real-world problems.",
    "blockContract": "Blocked by contract",
    "onProgress": "On Progress",
    "github": "View Code",
    "demo": "Live Demo",
    "henry": {
      "title": "Henry E-commerce",
      "description": "Created an e-commerce platform with an admin panel for managing and selling Henry's merchandise."
    },
    "sosNails": {
      "title": "S.O.S Beauty",
      "description": "Developed a website for showcasing nail art, managing promotions, and handling content and appointments via an admin panel."
    }
  },
  "Skills": {
    "title": "Skills",
    "description": "A blend of technical know-how and essential soft skills, from coding to team collaboration.",
    "soft": "Soft Skills",
    "hard": "Tech Skills",
    "softSkills": {
      "teamwork": "Teamwork",
      "problemSolving": "Problem solving",
      "continuousLearning": "Continuous learning",
      "learningAgility": "Learning Agility",
      "adaptability": "Adaptability",
      "curiosity": "Curiosity",
      "perseverance": "Perseverance"
    }
  },
  "Recommendations": {
    "title": "Recommendations",
    "description": "Insights from those who’ve worked with me, reflecting my skills, work ethic, and teamwork.",
    "received": {
      "tano": {
        "headline": "Founder & CEO of MUSURE world",
        "text": "Nico is one of the best players I have had the pleasure to work with! \n He always understands the problems, and he is always ready to solve them with a Lean perspective!\n I'm looking forward to keeping working with him!"
      },
      "fer": {
        "headline": "Graphic, Multimedia & Product Designer",
        "text": "He was a great partner, with solid knowledge and proactivity in seeking solutions. \n His ability to work in a team and communication with other disciplines strengthened the creation of the solutions we needed"
      },
      "giu": {
        "headline": "Project Management Profesional & Scrum Master Profesional",
        "text": "Great analytical skills and assertive in explaining technical issues. \n A young and professional agilist threving the best in every Sprint."
      },
      "lino": {
        "headline": "Creative Director, Producer, Digital & Social Media Strategist",
        "text": "Nico has high skills as a developer. Always attentive, responsive and proactive in solving any problem.\n Our product grew thanks to his great contributions and insights.\n A pleasure to work with you Nico!"
      },
      "agus": {
        "headline": "Full Stack Developer",
        "text": "A very proactive person willing to work as a team player and collaborator. \n Able to face any challenge to continue growing and developing as a professional."
      }
    }
  },
  "Footer": {
    "copyright": "@ 2024 Created By Constantin Nicolas"
  }
}
