{
  "Navbar": {
    "home": "Inicio",
    "about": "Sobre mí",
    "projects": "Proyectos",
    "skills": "Habilidades",
    "recommendations": "Recomendaciones",
    "Languages": {
      "en": "Inglés",
      "es": "Español",
      "fr": "Francés"
    }
  },
  "Header": {
    "hello": "Hola, soy",
    "description": "Desarrollador de Software | Basado en Suiza",
    "button1": "Contáctame",
    "button2": "Descargar CV",
    "scroll": "Desplázate hacia abajo"
  },
  "About": {
    "title": "Sobre mí",
    "description": "Soy un desarrollador de software con más de dos años de experiencia, especializado en desarrollo front-end. Graduado como Desarrollador Full Stack, disfruto creando soluciones modernas y eficientes. Recientemente me mudé a Suiza, donde continúo desarrollando mis habilidades mientras me adapto a un nuevo entorno."
  },
  "Projects": {
    "title": "Proyectos",
    "description": "Echa un vistazo a los proyectos en los que he aplicado mis habilidades para resolver problemas del mundo real",
    "blockContract": "Bloqueado por contrato",
    "onProgress": "En progreso",
    "github": "Ver código",
    "demo": "Demo en vivo",
    "henry": {
      "title": "Henry E-commerce",
      "description": "Creación de una plataforma de comercio electrónico con un panel de administración para gestionar y vender el merchandising de Henry"
    },
    "musureGame": {
      "title": "MUSURE Game",
      "description": "Desarrollo de un juego web donde los usuarios pueden personalizar avatares, jugar mini-juegos y ganar recompensas"
    },
    "musureCreator": {
      "title": "MUSURE Creator",
      "description": "Desarrollo de una plataforma que permite a creadores de contenido y gamers crear, comprar y vender activos digitales en un mercado"
    },
    "provincia": {
      "title": "Provincia ART",
      "description": "Actualización de un sitio web interno para productores de seguros, con foco en modernizar la tecnología y mejorar la seguridad"
    },
    "sosNails": {
      "title": "S.O.S Belleza",
      "description": "Desarrollo de un sitio web para mostrar trabajos de uñas, gestionar promociones y manejar contenido y citas a través de un panel de administración"
    }
  },
  "Skills": {
    "title": "Habilidades",
    "description": "Una combinación de conocimientos técnicos y habilidades blandas esenciales, desde la programación hasta la colaboración",
    "soft": "Habilidades Blandas",
    "hard": "Habilidades Técnicas",
    "softSkills": {
      "teamwork": "Trabajo en equipo",
      "problemSolving": "Resolución de problemas",
      "continuousLearning": "Aprendizaje continuo",
      "adaptation": "Adaptación",
      "curiosity": "Curiosidad",
      "perseverance": "Perseverancia"
    }
  },
  "Recommendations": {
    "title": "Recomendaciones",
    "description": "Opiniones de quienes han trabajado conmigo, reflejando mis habilidades, ética laboral y trabajo en equipo",
    "received": {
      "tano": {
        "headline": "Fundador y CEO de MUSURE world",
        "text": "¡Nico es uno de los mejores con los que he tenido el placer de trabajar! \n Siempre entiende los problemas y está listo para resolverlos con una perspectiva Lean. \n ¡Espero seguir trabajando con él!"
      },
      "fer": {
        "headline": "Diseñador Gráfico, Multimedia y de Productos",
        "text": "Fue un gran compañero, con sólidos conocimientos y proactividad en la búsqueda de soluciones. \n Su capacidad para trabajar en equipo y comunicarse con otras disciplinas fortaleció la creación de las soluciones que necesitábamos."
      },
      "giu": {
        "headline": "Profesional en Gestión de Proyectos y Scrum Master",
        "text": "Grandes habilidades analíticas y asertividad en la explicación de problemas técnicos. \n Un joven profesional ágil que da lo mejor en cada Sprint."
      },
      "lino": {
        "headline": "Director Creativo, Productor, Estratega Digital y de Redes Sociales",
        "text": "Nico tiene grandes habilidades como desarrollador. Siempre atento, receptivo y proactivo para resolver cualquier problema. \n Nuestro producto creció gracias a sus grandes contribuciones e ideas. \n ¡Un placer trabajar contigo, Nico!"
      },
      "agus": {
        "headline": "Desarrollador Full Stack",
        "text": "Una persona muy proactiva, dispuesta a trabajar como parte del equipo y colaborar. \n Capaz de enfrentar cualquier desafío para seguir creciendo y desarrollándose como profesional."
      }
    }
  },
  "Footer": {
    "copyright": "@ 2024 Creado Por Constantin Nicolas"
  }
}
