{
  "Navbar": {
    "home": "Accueil",
    "about": "À propos",
    "projects": "Projets",
    "skills": "Compétences",
    "recommendations": "Recommandations",
    "Languages": {
      "en": "Anglais",
      "es": "Espagnol",
      "fr": "Français"
    }
  },
  "Header": {
    "hello": "Bonjour, je suis",
    "description": "Développeur de logiciels | Basé en Suisse",
    "button1": "Contactez-moi",
    "button2": "Télécharger CV",
    "scroll": "Faites défiler vers le bas"
  },
  "About": {
    "title": "À propos de moi",
    "description": "Je suis un développeur de logiciels avec plus de deux ans d'expérience, spécialisé dans le développement front-end. Diplômé en tant que Développeur Full Stack, j'aime créer des solutions modernes et efficaces. Je viens de m'installer en Suisse, où je continue à développer mes compétences tout en m'adaptant à un nouvel environnement."
  },
  "Projects": {
    "title": "Projets",
    "description": "Découvrez les projets où j'ai appliqué mes compétences pour résoudre des problèmes réels",
    "blockContract": "Bloqué par contrat",
    "onProgress": "En cours",
    "github": "Voir le code",
    "demo": "Démo en direct",
    "henry": {
      "title": "Henry E-commerce",
      "description": "Création d'une plateforme de commerce électronique avec un panneau d'administration pour gérer et vendre le merchandising de Henry"
    },
    "musureGame": {
      "title": "MUSURE Game",
      "description": "Développement d'un jeu web où les utilisateurs peuvent personnaliser des avatars, jouer à des mini-jeux et gagner des récompenses"
    },
    "musureCreator": {
      "title": "MUSURE Creator",
      "description": "Développement d'une plateforme permettant aux créateurs de contenu et aux joueurs de créer, acheter et vendre des actifs numériques sur un marché"
    },
    "provincia": {
      "title": "Provincia ART",
      "description": "Mise à jour d'un site web interne pour les producteurs d'assurance, axée sur la modernisation de la technologie et l'amélioration de la sécurité"
    },
    "sosNails": {
      "title": "S.O.S Beauté",
      "description": "Développement d'un site web pour présenter des travaux d'ongles, gérer les promotions et traiter le contenu et les rendez-vous via un panneau d'administration"
    }
  },
  "Skills": {
    "title": "Compétences",
    "description": "Un mélange de savoir-faire technique et de compétences interpersonnelles essentielles, de la programmation à la collaboration",
    "soft": "Compétences Interpersonnelles",
    "hard": "Compétences Techniques",
    "softSkills": {
      "teamwork": "Travail en équipe",
      "problemSolving": "Résolution de problèmes",
      "continuousLearning": "Apprentissage continu",
      "adaptation": "Adaptation",
      "curiosity": "Curiosité",
      "perseverance": "Persévérance"
    }
  },
  "Recommendations": {
    "title": "Recommandations",
    "description": "Retours de ceux qui ont travaillé avec moi, reflétant mes compétences, mon éthique de travail et mon esprit d'équipe",
    "received": {
      "tano": {
        "headline": "Fondateur et CEO de MUSURE world",
        "text": "Nico est l'un des meilleurs collaborateurs avec qui j'ai eu le plaisir de travailler ! \n Il comprend toujours les problèmes et est toujours prêt à les résoudre avec une perspective Lean. \n J'ai hâte de continuer à travailler avec lui !"
      },
      "fer": {
        "headline": "Designer Graphique, Multimédia et Produit",
        "text": "Il a été un excellent partenaire, avec des connaissances solides et une proactivité dans la recherche de solutions. \n Sa capacité à travailler en équipe et sa communication avec d'autres disciplines ont renforcé la création des solutions dont nous avions besoin."
      },
      "giu": {
        "headline": "Professionnel en Gestion de Projet & Scrum Master",
        "text": "Excellentes compétences analytiques et assertif dans l'explication des problèmes techniques. \n Un jeune professionnel agile qui donne le meilleur de lui-même à chaque Sprint."
      },
      "lino": {
        "headline": "Directeur Créatif, Producteur, Stratège Digital & Réseaux Sociaux",
        "text": "Nico possède de grandes compétences en tant que développeur. Toujours attentif, réactif et proactif pour résoudre tout problème. \n Notre produit a grandi grâce à ses précieuses contributions et idées. \n Un plaisir de travailler avec toi, Nico !"
      },
      "agus": {
        "headline": "Développeur Full Stack",
        "text": "Une personne très proactive, prête à travailler en équipe et à collaborer. \n Capable de relever tous les défis pour continuer à croître et à se développer comme professionnel."
      }
    }
  },
  "Footer": {
    "copyright": "@ 2024 Créé par Constantin Nicolas"
  }
}
